---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteNoLevelAbove
source: html/fb7d8ce3-a157-e149-8e1b-0224f4cd2f33.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteNoLevelAbove Property

Can't paste these elements at this height because there is no Level above to Reference.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteNoLevelAbove { get; }
```